[
  {
    "path": "posts/welcome/",
    "title": "What do I understand cognition to be?",
    "description": "I understand cognitive psychology to be the study of internal mental processes, such as perception, memory, thinking, or learning. I think that cognition is about understanding what happens between the point at which the body/brain receives external stimuli and when it outputs a response. When I picture it, I imagine cognition to be a sort of filter that sends incoming stimuli to a tree diagram of possible behavioral outcomes. Everyone’s “filter” (or cognitive process) is slightly altered based on their own personal experiences, so that the same stimuli can lead to a variety of different responses in different people.<br><br>\nAs a 3D designer who has worked in exhibition design, one of the simplest examples I can think of is what people decide to do when they approach a wall, say, in an art exhibition, and have the option to turn left or right. The wall serves as the visual stimuli, and each person’s unique set of prior experiences can influence how they will respond. Perhaps they like the subject matter of the paintings to the left because it reminds them of where they grew up. Or maybe their father was a sculptor and they would prefer to see the sculptures on the right. Once they choose which gallery they’d like to see first, infinite cognitions follow. For example, they might see an abstract work of art that is perceived as different things to different people, and make their own judgement about what they think it is. The act of learning about the artist by reading the descriptions of the works is another possible cognitive process. They might even come up with some ideas for their own artwork while viewing the works on display. Visitors in the space could do all of these things, or none of them, based on the internal mental processes that occur by taking in the information available in the gallery space. <br><br>\nWhat I find to be most difficult about describing cognition is that it is both obvious and concrete while being impossibly abstract. I think this is because it seems to me that cognitive processes can vary based on an individual’s experiences, but they can also be quite similar to each other. Overall, I am eager to gain a deeper understanding of cognitive psychology and be able to utilize it in my work.",
    "author": [
      {
        "name": "Cara Wohnsigl",
        "url": "cmw.works"
      }
    ],
    "date": "2020-08-27",
    "categories": [],
    "preview": {},
    "last_modified": "2020-09-03T15:51:28-04:00",
    "input_file": "welcome.utf8.md"
  },
  {
    "path": "posts/20200827_second post/",
    "title": "Context is Everything",
    "description": "George A. Miller writes in \"The Magical Number Seven, Plus or Minus Two\" that we “must have some understanding of why the one-dimensional variables we judge in the laboratory give results so far out of line with what we do constantly in our behavior outside the laboratory.” This got me thinking about the difficulties associated with oversimplifying what our mind does everyday, and how important context is. In Miller’s study, subjects could not identify more than six different pitches without error, but I wonder how that might compare to pitches within context, both within the mind and the physical environment. Miller himself discusses how memory span is essentially the same no matter how many bits of information there are as long as they are organized into “chunks.” I think it’s important to think about how information that we process is not filed into a black void: it’s ultimately shelved with appropriately similar material to create these chunks. How often are we comparing very similar bits of information without any context, outside of a laboratory experiment? <br><br>\nThinking about this reminded me of optical illusions found in differentiating colors in different contexts, particularly like the one seen here: https://miro.medium.com/max/1400/1*GeP8StH8pOZzUJflP7-8cw.gif. It seems to me to suggest that adding ‘context’ can also inhibit our ability to distinguish similar bits of information. I’m wondering how important it actually is to be able to “correctly” identify something when stripped of its context. This importance certainly changes pending what the information is, but it seems like information at its purest form is less relevant than what it seems to be once placed into context. For example, if one was choosing a shade of off-white paint for the walls of their home, how the paint actually appears when the type of lighting in the room and colors of the other furniture is accounted for ultimately matters more than what the color technically “is” in the can.<br><br>\nWhile it’s obviously important to understand the limits of cognition at the most basic level, I was also thinking about Allen Newell’s “You can’t play 20 questions with nature and win,” writings while reading Miller’s work. I was especially connecting Newell’s criticisms of binaries with Miller’s own recognition of one-dimensional variables in the lab. Newell states that “Psychology also attempts to conceptualize what it is doing, as a guide to investigating these phenomena. How do we do that? Mostly, so it seems to me, by the construction of oppositions--usually binary ones.” His criticism later on in the paper states that “Only the barest fraction of each prior paper found its way into the next.” He struggles with the lack of cumulation of scientific knowledge due to these siloed experiments and simplified dualisms (nature vs nurture, self vs society). I thought of Miller’s work while reading this in that the ‘simplified’ version of the laboratory experiment needed to be further expanded upon to include the concept of “chunks” of information in order for the work to apply to behavior outside the lab. Even the idea of “chunks” seemed a bit too convenient to me, like the number “seven” is relevant as long as the information is categorized just the right way. How does one actually define what a “chunk” of information is? Is that up to the experimenter or the person who possesses the information? <br><br>\nThis has also made me wonder about the ways that previously acquired information affects how chunks of information are progressively formed. While reading “Richard Semon’s Theory of Memory” by Daniel L. Schacter, James Eric Eich, and Endel Tulving, I started to think about how previously formed engrams might affect how new information is categorized. If a memory physically alters the brain, what are the far-reaching effects? “Semon argued not only that information is encoded into memory and that there are 'memory traces' (engrams) or after-effects of stimulation that conserve the changes in the nervous system, he also contended that these changes in the brain (that is, engrams) are inherited.” Recently, I read a study (https://www.nature.com/articles/s41398-018-0252-1.pdf) of a small sample with results that suggested “childhood abuse is associated with sperm DNA methylation, which may have implications for offspring development.” Larger sample sizes are needed to confirm these findings. However, if it’s possible for parents’ childhood trauma to affect their children in a biological way, I would be interested to learn more about the kinds of longer-reaching impacts that engrams might have.",
    "author": [
      {
        "name": "Cara Wohnsigl",
        "url": "cmw.works"
      }
    ],
    "date": "2020-08-27",
    "categories": [],
    "preview": {},
    "last_modified": "2020-09-03T15:54:33-04:00",
    "input_file": "second.utf8.md"
  }
]
